Repository: Zorg2409/moneymanagerex
Catalog: po/*.po
Languages: french

source: please check settings and / or internet connection.
french: Merci de vérifier la configuration ou/et la connexion internet.

source: WebApp connection error
french: Erreur de connexion WebApp

source: Wrong WebApp API version:
french: Mauvaise version de l'API Webapp :

source: WebApp API version -> %s
french: Version de l'API WebApp -> %s

source: Expected API version -> %s
french: Version de l'API WebApp attendue -> %s

source: Wrong WebApp API version
french: Mauvaise version de l'API Webapp

source: A generic network error occurred
french: Une erreur réseau est survenue

source: The client failed to connect the server
french: Le client n'a pu etablir de connexion avec le serveur

source: Invalid value
french: Valeur invalide

source: The remote file doesn't exist
french: Le fichier distant n'existe pas.

source: An error occurred during reconnection
french: Une erreur est survenue durant l'échange

source: Someone tried to send a command during a transfer
french: Quelqu'un a essayé d'envoyer une commande pendant le transfert

source: Cannot get data from website
french: Impossible d'obtenir les données depuis le site

source: Account '%s' not found!
french: Compte'%s' non trouvé !

source: Transaction will be inserted with the first bank account: '%s' and marked as 'Follow Up'
french: L'opération sera insérée dans le premier compte en banque : '%s' et marquée "suivi"

source: Wrong WebApp account
french: Mauvais compte WebApp

source: Unable to download attachments from webapp.
french: Téléchargement des pièces jointes impossible depuis WebApp

source: Attachments folder not set or unavailable
french: Répertoire des pieces jointes non renseigné ou introuvable

source: Transaction not downloaded:
french: Opération non téléchargée :

source: please fix attachments folder or delete attachments from WebApp
french: Changez le dossier des pièces jointes ou supprimez les pièces jointes à partir de la WebApp

source: Attachment folder error
french: Erreur du répertoire joint

source: Attachment
french: Piece jointe

source: Communication error
french: Erreur de communication

source: Transaction not downloaded: please close and open MMEX to try re-download transaction
french: Opération non téléchargée : fermez et ouvrez MMEX pour essayer de re-télécharger la transaction

source: Attachment download error
french: Erreur de chargement de la pièce jointe

source: Import WebApp transactions
french: Importation des opérations WebApp

source: &Import all
french: &Tout importer

source: Import and open all
french: Tout importer et ouvrir

source: Unable to insert transaction in MMEX database
french: Impossible d'insererr l'opération dans la BdD

source: WebApp communication error
french: Erreur de communication WebApp

source: Open Attachment
french: Ouvrir les pièces jointes

source: Delete
french: Supprimer

source: Add Account Wizard
french: Assistant pour créer un compte

source: %s models all transactions as belonging to accounts.
french: %s modèles toutes les transactions comme appartenant à des comptes.

source: The next pages will help you create a new account. To help you get started, begin by making a list of all financial institutions where you hold an account.
french: Les pages suivantes vous aideront à créer un nouveau compte. Pour vous aider à démarrer, commencez par faire une liste de tous les établissements financiers où vous détenez un compte.

source: Account Name Invalid
french: Nom du compte invalide

source: Account Name already exists
french: Ce compte existe déjà

source: Name of the Account
french: Nom du compte

source: Specify a descriptive name for the account.
french: Indiquez une description pour le compte.

source: This is generally the name of a financial institution where the account is held. For example: 'ABC Bank'.
french: C'est le plus généralement le nom de l'institution financière où le compte est ouvert. Par exemple 'Banque ABC'.

source: Type of Account
french: Type de compte

source: Select the type of account you want to create:
french: Indiquez le type de compte à créer :

source: General bank accounts cover a wide variety of account types like Checking, Savings and Credit card type accounts.
french: Les comptes bancaires Généraux couvrent une grande variété de types de compte comme Les comptes courants, les comptes d'épargne et les comptes de cartes de crédit..

source: Investment accounts are specialized accounts that only have stock/mutual fund investments associated with them.
french: Les comptes de placement sont des comptes spécialisés qui ont seulement des actions ou des fonds de placement qui leur sont associés.

source: Term accounts are specialized bank accounts. Intended for asset type accounts such as Term Deposits and Bonds. These accounts can have regular money coming in and out, being outside the general income stream.
french: Les comptes à terme sont des comptes bancaires spécialisés. Ils sont utilisés pour des dépôts à terme et des bonds. Ces comptes peuvent avoir des entrées et sorties régulières tout en étant hors des flux de rentrées normaux

source: Base Account Currency Not set.
french: Devise principale non définie

source: Set that first using Tools->Options menu and then add a new account.
french: règlez d'abord en utilisant Outils-> Options et ensuite ajouter un nouveau compte.

source: New Database Wizard
french: Nouvel assistant de BdD

source: The next pages will help you create a new database. Your database file is stored with an extension of .mmb. As this file contains important financial information, we recommended creating daily backups with the Options setting: 'Backup before opening', and store your backups in a separate location. The database can later be encrypted if required, by using the option: 'Save database as' and changing the file type before saving.
french: Les pages suivantes vous aideront à créer une nouvelle base de données (BdD). Votre fichier de BdD est enregistré avec une extension .mmb. Comme ce fichier contient des informations financières importantes, nous recommandons de créer des sauvegardes quotidiennes avec les options : «sauvegarde avant l'ouverture», et stocker vos sauvegardes dans un endroit séparé. La base de données peut ensuite être chiffrée si nécessaire, en utilisant l'option : "Enregistrer sous" et en changeant le Type de fichier avant de l'enregistrer.

source: Base Currency for account
french: Devise principale pour le compte

source: Specify the base (or default) currency to be used for the database. The base currency can later be changed by using the options dialog. New accounts, will use this currency by default, and can be changed when editing account details.
french: Indiquer la devise principale (ou par défaut) utilisée avec la BdD. Vous pouvez modifier la devise associée à chaque compte si nécessaire. en éditant les détails du compte

source: (Optional) Specify a title or your name.
french: (optionnel) Entrez un titre ou votre nom.

source: Used as a database title for displayed and printed reports.
french: Utilisé en tant que titre de la base de donnée pour la visualisation et l'impression des rapports.

source: Base Currency Not Set
french: Devise principale non définie

source: Update Wizard
french: Assistant de MàJ

source: A new version of MMEX is available!
french: Une nouvelle version de MMEX est disponible !

source: Your version is %s
french: Votre version est la %s

source: New version is %s
french: La nouvelle version est la %s

source: Click on finish to open our website and download.
french: Cliquez sur Terminer pour ouvrir notre site et télécharger.

source: What's new:
french: Quoi de neuf :

source: Download in progress
french: Téléchargement en cours

source: Unable to check for updates!
french: Recheche des mises à jour impossible !

source: MMEX Update Check
french: Vérification des mises à jour.

source: You already have the latest version %s
french: Vous utilisez la dernière version %s

source: Bills
french: Factures

source: Food
french: Nourriture

source: Leisure
french: Loisir

source: Homeneeds
french: Besoins domestiques

source: Healthcare
french: Santé et soins

source: Insurance
french: Assurances

source: Vacation
french: Vacances

source: Miscellaneous
french: Divers

source: Gifts
french: Cadeaux

source: Other Income
french: Autres revenus

source: Other Expenses
french: Autres dépenses

source: Special Drawing Rights
french: Droits de tirage spéciaux

source: DATAVERSION
french: Version des données

source: Telephone
french: Téléphone

source: Electricity
french: Electricité

source: Gas
french: Gaz

source: Rent
french: Location

source: Cable TV
french: TV par Câble.

source: Water
french: Eau

source: Groceries
french: Alimentation

source: Dining out
french: Restaurant

source: Movies
french: Films

source: Video Rental
french: Location vidéo

source: Maintenance
french: Maintenance de la

source: Parking
french: Stationnement

source: Registration
french: Inscription

source: Books
french: Livres

source: Tuition
french: Frais de Scolarité

source: Clothing
french: Habillement

source: Furnishing
french: Ameublement

source: Health
french: Santé

source: Dental
french: Dentaire

source: Eyecare
french: Opticien

source: Physician
french: Médecin

source: Prescriptions
french: Médicaments

source: Auto
french: Automobile

source: Life
french: Vie

source: Home
french: Accueil

source: Travel
french: Voyages

source: Lodging
french: Logement

source: Sightseeing
french: Visites touristiques

source: Income Tax
french: Impôts sur les revenus

source: House Tax
french: Taxe Domicile

source: Water Tax
french: Eau

source: Salary
french: Salaire

source: Reimbursement/Refunds
french: Remboursements

source: Investment Income
french: Revenus de placements

source: Recommendation: Always backup your .mmb database file regularly.
french: Conseil : faites une sauvegarde régulière de votre fichier .mmb

source: Recommendation: If upgrading to a new version of MMEX, make sure you backup your .mmb database file before doing so.
french: Conseil : Si vous mettez à jours vers une nouvelle version de MMEX, assurez-vous d'avoir une copie de secours de votre fichier .mmb avant de procéder à la mise à jour.

source: Recommendation: Use copy (Ctrl+C) and paste (Ctrl+V) for frequently used transactions.
french: Conseil : utilisez les fonctions copier ( CTRL C) et coller ( CTRL V) pour les opérations fréquemment utilisées.

source: Tip: Remember to make backups of your .mmb.
french: Astuce : Rappelez-vous faites souvent des copes de votre fichier .MMB

source: Tip: The .mmb file is not encrypted. That means anyone else having the proper know how can actually open the file and read the contents. So make sure that if you are storing any sensitive financial information it is properly guarded.
french: Astuces : le fichier MMB n'est pas chiffré. Cela signifie que n'importe qui ayant la connaissance suffisante peut ouvrir le fichier et lire son contenu. Soyez-en conscient si vous encodez des données financières sensibles .

source: Tip: To mark a transaction as reconciled, just select the transaction and hit the 'r' or 'R' key. To mark a transaction as unreconciled, just select the transaction and hit the 'u' or 'U' key.
french: Astuce : Pour marquer une transaction comme réconcilié, il suffit de sélectionner la transaction et cliquer sur 'r' ou 'R' . Pour marquer une transaction comme irréconciliable, il suffit de sélectionner la transaction et cliquer sur 'u' ou 'U' .

source: Tip: To mark a transaction as requiring followup, just select the transaction and hit the 'f' or 'F' key.
french: Astuce : Pour marquer une transaction comme nécessitant le suivi, il suffit de sélectionner la transaction et cliquer «f» ou «F» .

source: Tip: MMEX supports printing of all reports that can be viewed. The print options are available under the menu, File->Print.
french: Astuce : MMEX permet l'impression de tous les rapports qui peuvent être consultés. Les options d'impression sont disponibles dans le menu, Fichier-> Imprimer.

source: Tip: You can modify some runtime behavior of MMEX by changing the options in the Options Dialog.
french: Astuce : Vous pouvez modifier certains comportements d'exécution de MMEX en changeant les options de la boîte de dialogue Options.

source: Tip: To print a statement with transactions from any arbitrary set of criteria, use the transaction filter to select the transactions you want and then do a print from the menu.
french: Astuce : Pour imprimer un relevé des transactions à partir de n'importe quel ensemble de critères, utilisez le filtre de transaction pour sélectionner les transactions que vous voulez et puis faites une impression à partir du menu.

source: Tip: Set exchange rate for currencies in case if you have accounts with different currencies.
french: Astuce : Réglez le taux de change pour les monnaies si vous avez des comptes avec monnaies différentes.

source: Organize Categories Dialog Tip: Pressing the h key will cycle through all categories starting with the letter h
french: Astuce pour Organiser Catégories :appuyer sur la touche h vous permet de faire défiler toutes les catégories en commençant par la lettre h

source: Organize Categories Dialog Tip: Pressing 2 key combination will cycle through all categories starting with that key combination. Example: Pressing ho will select Homeneeds, Home, House Tax, etc...
french: Astuce pour Organiser Catégories : appuyer sur la combinaison de 2 touches permet de faire défiler toutes les catégories commençant par cette combinaison de touches. Exemple : en appuyant ho sélectionnera hopital, hotel etc ..

source: Tip to get out of debt: Pay yourself 10% first. Put this into an account that is hard to touch. Make sure it is a chore to get the money out (you have to drive to the bank), so you will only tap it consciously and for major expenses.
french: Astuce pour sortir de la dette : Payez-vous de 10 % en premier. Mettez cela sur un compte qu'il est difficile de toucher. Assurez-vous que cela soit une corvée de faire sortir de l'argent (qu'il faille aller jusqu'à l'agence bancaire), donc que vous n'y toucherez que consciemment et pour des dépenses importantes.

source: Tip to get out of debt: Establish an emergency fund.
french: Astuce pour vous sortir de l'endettement : créez-vous une réserve en cas d'urgence

source: Tip to get out of debt: Stop acquiring new debt.
french: Astuce pour sortir d'endettement : ne prenez pas de nouvelles dettes ou de nouveaux emprunts.

source: Tip to get out of debt: Create a realistic budget for your expenses.
french: Astuce pour sortir d'endettement : Faites un budget réaliste de vos dépenses.

source: Tip to get out of debt: Spend less than you earn.
french: Astuce pour sortir d'endettement : dépensez moins que vous ne gagnez.

source: Tip to get out of debt: Pay more than the minimum.
french: Astuce pour sortir d'endettement : payez plus que le minimum.

source: Before going to a shop and buy something: take the time making a list of what you really need. In the shop buy what is in your list.
french: Avant d'aller à un magasin et acheter quelque chose : prendre le temps de faire une liste de dont vous avez vraiment besoin. Dans la boutique, ne prenez que ce qui est dans votre liste.

source: Please type in an exiting payee name, or make a selection using the dropdown button.
french: merci d'entrer dans un nom de tier existant, /nou faites un choix dans la liste dérulante.

source: Invalid Amount.
french: Montant non valable

source: Please enter a positive or calculated value.
french: Merci d'entrer une valeur positive ou une valeur calculée.

source: Please enter a calculated value.
french: Merci d'entrer une valeur calculée.

source: Tip: For calculations, enter expressions like (2+2)*(2+2) Calculations will be evaluated and the result used as the entry.
french: Astuce : pour les calculs, entrer des expressions comme (2+2)*(2+2) Les calculs seront fait et leur résultats utilisés comme entrée.
