Repository: Zorg2409/moneymanagerex
Catalog: po/*.po
Languages: french

source: Select the currently selected category as the selected category for the transaction
french: Choisir la catégorie sélectionnée comme catégorie pour l'opération

source: Enter the name for the new category:
french: Entrer une nom pour la nouvelle catégorie :

source: Add Category
french: Ajouter une catégorie

source: Category with same name exists
french: Une catégorie avec le même nom existe déjà

source: Tip: If category added now, check bottom of list. Category will be in sorted order next time dialog appears
french: Astuce : si une catégorie est ajoutée maintenant, voyez la fin de la liste. La catégorie apparaîtra à sa bonne place au prochain affichage du dialogue

source: Organise Categories: Adding Error
french: Gestion des catégories : erreur d'ajout.

source: Sub Category with same name exists
french: Une sous-catégorie avec le même nom existe déjà

source: Invalid Parent Category. Choose Root or Main Category node.
french: Catégorie supérieure non valable. Sélectionner la catégorie racine ou une catégorie principale.

source: Category in use.
french: Catégorie utilisée.

source: Sub-Category in use.
french: Sous-catégorie utilisée

source: Tip: Change all transactions using this Category to another Category using the relocate command:
french: Astuce : changer toutes les opérations utilisant cette catégorie en une autre catégorie avec la commande ré-attribution :

source: Tip: Change all transactions using this Sub-Category to another Sub-Category using the relocate command:
french: Astuce : changer toutes les opérations utilisant cette sous-catégorie en une autre sous-catégorie avec la commande ré-attribution :

source: Tools -> Relocation of -> Categories
french: Outils -> réattribution de -> Catégories

source: Organise Categories: Delete Error
french: Gestion des catégories : erreur d'effacement

source: Enter a new name for %s
french: Entrez un nouveau nom pour %s

source: Edit Category
french: Modifier la catégorie

source: Organise Categories: Editing Error
french: Gestion des catégories : erreur d'd'édition.

source: Category Relocation Completed.
french: Réattribution de catégorie terminée.

source: Records have been updated in the database: %i
french: Les enregistrements ont été mis à jour dans la base de donnée : %i

source: Category Relocation Result
french: Résultat de la réattribution de catégorie

source: Hide Selected Category
french: Cacher la catégorie sélectionnée

source: Unhide Selected Category
french: Montrer la catégorie sélectionnée

source: Clear Settings
french: Effacer les configuration

source: Cancel
french: Annuler

source: Close
french: Fermer

source: &Close
french: &Fermer

source: MMEX is using the following support products
french: MMEX utilise le support des produits suivant :

source: View All Transactions
french: Afficher toutes les transactions

source: View Today
french: Voir aujourd'hui

source: View Current Month
french: Mois en cours

source: View Last 30 days
french: Voir les 30 derniers jours.

source: View Last 90 days
french: Voir les 90 derniers jours

source: View Last Month
french: Dernier mois

source: View Last 3 Months
french: Voir les 3 derniers mois.

source: View Last 12 Months
french: Voir les 12 derniers mois

source: View Current Year
french: Voir l'année courante

source: ALL
french: Tout

source: Open
french: Ouvert

source: Closed
french: Fermé

source: Favorites
french: Comptes favoris

source: Currency Manager
french: Gestion des devises

source: Currency name
french: Nom de la devise

source: Currency Name
french: Nom de la devise

source: Currency Symbol
french: Symbole monétaire

source: Unit Name
french: Nom de l'unité

source: Cents Name
french: Nom des centimes

source: Prefix Symbol
french: Symbole (PREFIXE)

source: Suffix Symbol
french: Symbole (SUFFIXE)

source: Decimal Char
french: Caractère des décimales

source: Grouping Char
french: Caractère de groupement

source: Scale
french: Echelle

source: Conversion to Base Rate
french: Taux de conversion de base

source: Value Display Sample:
french: Exemple d'affichage de valeur :

source: Save any changes made
french: Sauvegarde de tous les changements.

source: Any changes will be lost without update
french: Les modifications seront perdues sans une mise à jour

source: %.2f Shown As: %s
french: %.2f montré comme : %s

source: Custom Fields | %s %i
french: Champs personnalisés | %s %i

source: Custom Fields | New %s
french: Champs personnalisés | Nouveau %s

source: Close custom field window
french: Fermer la fenêtre du champ personnalisé

source: Add, edit and delete custom fields
french: Ajouter, éditer et supprimer les champs personnalisés

source: New/Edit Custom Field
french: Créer/éditer un champ personnalisé

source: Custom Field Details
french: Détails du Champ personnalisé

source: Enter the name of the custom field
french: Entrez le nom du champ personnalisé

source: Field Type
french: Type de champ

source: Select type of custom field
french: Choisir le type de champ personnalisé

source: ToolTip
french: Astuce

source: Enter the tooltip that will be shown
french: Entrez l'infobulle qui sera affiché

source: Enter the RegEx to validate field
french: Entrez le RegEx pour valider le champ

source: Autocomplete
french: Remplissage auto

source: Enables autocomplete on custom field
french: Activer le remplissage auto des champs personnalisés

source: Default
french: Par défaut

source: Enter the default for this field For date/time insert 'Now' to make current date/time as default
french: Saisir le valeur par défaut pour ce champ Pour Date/heure saisir "Now" pour que Date/heure courante soient par défaut

source: Choiches
french: Choix :

source: Enter the choiches for this field separated with a semi-colon
french: Entrez les choix pour ce champ séparés par un point-virgule

source: Changing field type will delete all content!
french: La modification du type de champ supprimera tout le contenu !

source: Do you want to proceed?
french: Voulez-vous poursuivre ?

source: Custom Field Change
french: Modification de Champ personnalisé

source: You have modified choiches: ones removed will be cleaned!
french: Vous avez modifié les choix : une fois enlevé ils seront nettoyés !

source: Properties
french: Propriérés

source: Personalize custom fields | %s
french: Personnalisez les champs | %s

source: Do you really want to delete this custom field and all its data?
french: Voulez-vous vraiment supprimer ce champ personnalisé et toutes ses données ?

source: Confirm Custom Field Deletion
french: Confirmez la suppression du champ personnalisé

source: Do you really want to massive update field content? Please consider that there isn't any validation!
french: Voulez-vous réellement faire une mise à jour massive du contenu du champ ? Il n'y aura pas de validation !

source: Confirm Custom Field Content Update
french: Confirmer la mise à jour du contenu du champ personnalisé

source: Find what
french: Trouver quoi ?

source: Update Custom Field Content
french: MàJ du contenu du champ personnalisé

source: Do you want to update blank content? Press no if you want to abort replace procedure!
french: Voulez-vous mettre à jour le contenu vide? Sélectionnez NON si vous voulez annuler la procédure de remplacement !

source: Replace with
french: Remplacer avec

source: Do you want to update to blank? Press no if you want to abort replace procedure!
french: Voulez-vous remettre à zero ? Sélectionnez NON si vous voulez annuler la procédure !

source: %i occurrencies founded and replaced!
french: %i occurrences trouvées et remplacées

source: &Massive content update
french: &MàJ volumineuse

source: To apply new changes close and re-open Custom Field panel
french: Pour appliquer les nouvelles modifications fermer et rouvrir le panneau de champ personnalisé

source: Custom Field
french: Champ personnalisé

source: MMEX database upgrade to version %i failed!
french: Echec de la mise à niveau de la BdD MMEX vers la version %i

source: Please restore DB from autocreated pre-upgrade backup and retry or contact MMEX support
french: Restaurez la BdD à partir de la sauvegarde automatique crée avant la mise à jour et réessayez ou contactez le support MMEX

source: MMEX database upgrade
french: MàJ BdD MMEX

source: MMEX database error!
french: Erreur de BdD MMEX

source: MMEX database version %i doesn't work with this MMEX version. Please upgrade MMEX to newer version.
french: La version %i de la BdD ne fonctionne pas avec cette version de MMEX. Merci de mettre à jour MMEX à une version plus récente.

source: MMEX database succesfully upgraded to version %i
french: BdD MMEX mise à niveau vers la version %i

source: We suggest a database optimization under Tools -> Database -> Optimize
french: Nous suggérons une optimisation de la BdD sous : Outils -> BdD -> Optimisation

source: Load debug file
french: Charger le fichier de débogage

source: Wrong file type!
french: Mauvais type de fichier !

source: MMEX debug error
french: Erreur de débogage MMEX

source: Query error, please contact MMEX support!
french: Erreur de requête, contactez le support MMEX SVP !

source: Invalid file content, please contact MMEX support!
french: Contenu de fichier invalide, contactez le support MMEX SVP !

source: Send this log to MMEX support team: press OK to save to file or Cancel to exit
french: Envoyer ce journal à l'équipe de support MMEX : appuyez sur OK pour enregistrer dans un fichier ou sur Annuler pour quitter

source: MMEX debug
french: Débogage MMEX

source: Save debug file
french: Enregistrer le fichier de débogage

source: DB maintenance completed, please close and re-open MMEX!
french: Maintenance de la BdD terminée, merci de fermer et rouvrir MMEX !

source: When database file opening:
french: A l'ouverture de la BdD :

source: Can't open file
french: Ouverture du fichier impossible

source: You must specify path to another database file
french: Vous devez préciser un chemin vers un autre fichier de ba&se de données.

source: An incorrect password given for an encrypted file or Attempt to open a File that is not a database file
french: Mot de passe incorrect or tentative d'ouverture d'un fichier qui n'est pas une BdD

source: Error: %s
french: Erreur : %s

source: Opening MMEX Database - Error
french: Ouvrir une BdD existante : erreur

source: Reconciled
french: Réconcilié

source: Void
french: Nul

source: Follow up
french: A suivre

source: Duplicate
french: Duplicata

source: Un-Reconciled
french: non réconcilié :

source: All Except Reconciled
french: Tout sauf les transactions réconciliées

source: Specify
french: Indiquez

source: Date Range
french: Plage de date

source: Include Similar
french: Inclure les similaires

source: Include all subcategories for the selected category.
french: Réattribution de toutes les sous-catégories vers la catégorie cible.

source: Withdrawal
french: Débit

source: Deposit
french: Crédit

source: Transfer To
french: Déplacement vers

source: Transfer From
french: Transfert de

source: Amount Range
french: Fourchette de montant

source: &Clear
french: &Effacer

source: Invalid Amount Entered
french: Montant non valable

source: Error
french: Erreur

source: Filtering Details:
french: Détail du Filtre :

source: General Reports Manager
french: Configuration des rapports généraux

source: Reports
french: Rapports

source: &Import
french: &Importer

source: Locate and load a report file.
french: Rechercher et charger le fichier de script .

source: &Export
french: &Exporter

source: Export the report to a new file.
french: Exporter le rapport dans un nouveau fichier

source: &Save
french: Enregistrer

source: Save changes.
french: Sauvegarde de tous les changements.

source: &Run
french: Déma&rrer

source: Run selected report.
french: Démarrer le rapport selectionné

source: Output
french: Sortie

source: Template
french: Modèle

source: Create Template
french: Créer un modèle

source: Row(s) returned: %i Duration: %ld ms
french: Lignes retournées : : %i en %ld mS

source: SQL Syntax Error
french: Erreur de syntaxe SQL

source: Load report file:
french: Charger le fichier de rapport :

source: Unable to open file: %s
french: Impossible d'ouvrir le fichier : %s

source: New Empty Report
french: Nouveau rapport vide

source: New Sample Report
french: Nouvel Echantillon de rapport

source: Change Group
french: Changer le groupe

source: Rename Group
french: Renommer le groupe

source: UnGroup
french: Dégrouper

source: Rename Report
french: Renommer le rapport

source: Delete Report
french: Effacer le rapport

source: Enter the name for the report
french: Entrer le nom pour le rapport

source: General Report Manager
french: Gestionnaire de rapport

source: Delete the Report Title:
french: Effacer le titre de rapport :

source: Enter or choose name for the new report group
french: Saisir un nom pour le nouveau groupe de rapport :

source: Change report group
french: Changer le groupe de rapport

source: Enter or choose name for the new group
french: Saisir un nom pour le nouveau groupe :

source: Rename group
french: Renommer le groupe

source: Add Report Group
french: ajouter un groupe de rapport

source: New Report %s
french: Nouveau rapport %s

source: Report Name already exists
french: Ce rapport existe déjà

source: New Report
french: Nouveau rapport

source: Choose file to Save As Report
french: Choisir le fichier de sauvegarde pour le rapport.

source: Unable to open file.
french: Impossible d'ouvrir le fichier.

source: Universal CSV Import
french: Importer un fichier CSV universel

source: Unable to create file.
french: Impossible de créer le fichier

source: Could not save file.
french: Impossible d'enregistrer le fichier.

source: Export error
french: Exporter l'erreur

source: File is not in Excel XML Spreadsheet 2003 format.
french: Le fichier n'est pas au format XML de feuille de calcul Excel 2003.

source: Parsing error
french: Erreur d'analyse

source: Workbook
french: Classeur

source: Worksheet
french: Feuille de calcul

source: Could not find Worksheet.
french: Impossible de trouver la feuille

source: Could not find Table.
french: Impossible de trouver la table.

source: Row
french: Ligne

source: Cell
french: cellule

source: Data
french: Donnée

source: QIF Export
french: Exporter un fichier QIF

source: Parameters
french: Paramètres

source: Log
french: Historique

source: Accounts
french: Comptes

source: From Date
french: Du

source: To Date
french: Jusqu'a la date

source: Date Format
french: Format de la date

source: Write to File
french: Enregistrer dans un fichier

source: File Name:
french: Nom du fichier :

source: Clear
french: Effacer

source: Choose Account to Export from:
french: Sélectionnez le compte d'origine :

source: QIF Files
french: Fichiers QIF

source: CSV Files
french: Fichiers CSV

source: Choose QIF data file to Export
french: Sélectionnez le fichier QIF à exporter

source: Choose CSV data file to Export
french: Sélectionner un fichier CSV à exporter

source: No Account available for export
french: Pas de Compte valable ! Impossible d'exporter !

source: No Accounts selected for export
french: Pas de comptes sélectionnés pour l'exportation.

source: To Date less than From Date
french: Date de fin inférieure à la date de début

source: Categories exported
french: Catégories exportées

source: Please wait
french: Attendez svp :

source: Exporting
french: &Exporter

source: Exporting transaction %i
french: Exporter l'opération %i

source: Number of transactions exported: %ld
french: Nombre d'opérations exportées : %ld

source: Export to QIF
french: Exporter un fichier en QIF

source: QIF Import
french: Importer un fichier QIF

source: Choose &file
french: Choisir &file

source: Use account number instead of account name
french: Utilisez le numéro de compte au lieu du nom du compte

source: Include payee field in notes
french: Inclure le champ tiers dans les notes

source: Filtering Details:
french: Détail du Filtre :

source: Unknown
french: Inconnu

source: Scanning
french: En analyse

source: Reading line %i, %ld ms
french: Lecture de la ligne %i, %ld ms

source: Line %i %s
french: Ligne %i %s

source: Number of lines read from QIF file: %i in %ld ms
french: Nombre de Lignes lues dans le fichier QIF : %i en %ld ms

source: Press OK Button to continue
french: Appuyez sur OK pour continuer

source: Warning
french: Attention

source: Missing
french: Manquant

source: Choose QIF data file to Import
french: Choisir un fichier QIF à importer.

source: Can't determine date mask
french: Impossible de déterminer le masque de date

source: Date Mask has several values
french: Le masque des données a plusieurs valeurs

source: Do you want to import all transaction ?
french: Souhaitez-vous réellement importer toutes les transactions?

source: All missing account, payees and categories will be created.
french: Tous les comptes, tiers, et catégories manquantes seront créées.

source: Confirm Import
french: Confirmer l'import

source: Importing
french: Importation

source: Importing Accounts
french: Importer les comptes

source: Importing Payees
french: Importer des tiers

source: Importing Categories
french: Importation des catégories

source: Importing transaction %i of %i
french: Importation de l'opération %i de %i

source: Importing Transfers
french: Importer des transferts

source: Importing Split transactions
french: Importation des opérations eclatées

source: Import finished successfully
french: Importation terminée correctement.

source: Total Imported : %ld
french: Total importé : %ld

source: Imported transactions discarded by user!
french: Import des opération annulée par l'opérateur.

source: Date format or date mask is incorrect
french: Le format de la date ou le masque est incorrect

source: Added account: %s
french: Compte ajouté : %s

source: Added payee: %s
french: Tier ajouté : %s

source: Amount(+/-)
french: Montant(+/-)

source: SubCategory
french: Sous-catégorie

source: Don't Care
french: Ne pas s'inquiéter

source: Balance
french: Solde

source: Import dialog
french: Dialogue d'importation

source: Export dialog
french: Exporter le dialogue

source: &Browse
french: &Feuilleter

source: Choose CSV data file to Import
french: Sélectionner un fichier CSV à importer

source: Save Template
french: Sauvegarder le modèle

source: Specify the order of fields in the file
french: Indiquer l'ordre des champs du fichier

source: &MMEX format
french: Format &MMEX

source: MMEX standard format
french: Format Standart MMEX

source: &Up
french: Vers le ha&ut

source: Move Up
french: Déplacer vers le haut

source: &Down
french: &Descendre

source: Move &Down
french: Descendre

source: Account:
french: Compte :

source: Date Format:
french: Format de date :

source: CSV Delimiter:
french: Délimiteur CSV

source: Specify the delimiter to use when importing/exporting CSV files
french: Indiquez le marqueur à utiliser lors de l'Importation/exportation de fichiers CSV

source: Encoding:
french: Codage :

source: Export column titles
french: Exporter les titres des colonnes

source: Amount(+/-):
french: Montant(+/-) :

source: Positive values are deposits
french: Les valeurs positives sont des credits

source: Positive values are withdrawals
french: Les valeurs positives sont des débits

source: Rows to ignore
french: Lignes à ignorer

source: From start:
french: Depuis le début :

source: From end:
french: Depuis la fin :

source: Preview
french: Prévisualiser

source: Import File
french: Import du fichier

source: Export File
french: Exporter le fichier

source: Default account "
french: Compte par défaut "

source: Account does not exist
french: Ce compte n'existe pas

source: Incorrect fields specified for import! Requires at least Date and Amount.
french: Champs incorrects spécifiés pour l'importation ! Nécessite au moins date et montant.

source: Import
french: Importer

source: Transactions imported from file:
french: Opérations importées d'un fichier :

source: Transactions imported from file to account %s : %ld
french: Opérations importées d'un fichier vers le compte %s : %ld

source: Line: %ld
french: Ligne %ld

source: One of the following fields: Date, Amount, Type is missing, skipping
french: Un des champs suivants : Date, Tiers, Montant, Type est absent, on passe.

source: Line : %ld imported OK.
french: Ligne : %ld bien importées.

source: Total Lines : %ld
french: Nombre total de lignes : %ld

source: Log file written to : %s
french: Logfile enregistré sous : %s

source: Please confirm saving...
french: Merci de confirmer la sauvegarde...

source: Imported transactions have been flagged so you can review them.
french: les transactions Importées ont été marqués afin que vous puissiez les examiner.

source: Transactions saved to database in account: %s
french: Opérations sauvegardées dans le compte : %s

source: Incorrect fields specified for export! Requires at least Date and Amount.
french: Champs incorrects spécifiés pour l'exportation ! Nécessite au moins date et montant.

source: Export
french: Exporter

source: Overwrite existing file?
french: Ecraser le fichier existant ?

source: File exists
french: Le fichier existe

source: Failed to delete existing file. File may be locked by another program.
french: Impossible de supprimer le fichier existant. Le fichier est peut être verrouillé par un autre programme.

source: Destination file error
french: Erreur de fichier destination

source: Transactions exported: %ld
french: Opérations exportées : %ld

source: Choose CSV data file to import
french: Sélectionner un fichier CSV à importer

source: Choose CSV data file to export
french: Sélectionner un fichier CSV à exporter

source: Choose MXL data file to import
french: Sélectionner le fichier MXL à importer

source: Choose MXL data file to export
french: Sélectionner le fichier MXL à exporter

source: XML Files (*.xml) | *.xml;*.XML | All files | *.*
french: Fichiers XML (*.xml) | *.xml;*.XML | Tous fichiers | *.*

source: Symbol
french: Symbole

source: Last Rate
french: Dernier taux

source: Currency Dialog
french: Nom de la devise

source: Online update currency rate
french: Mise à jour en ligne des taux de change

source: Online Update
french: Mise à jour en ligne

source: Show all even the unused currencies
french: Tout montrer, même les monnaies non utilisées

source: Currency History Options
french: Options de l'historique des devises

source: Specify the date of currency value
french: Indiquez la date de la valeur

source: Enter the currency value
french: Saisir la valeur de la devise

source: Download Currency Values history
french: Télécharger l'historique des valeurs des devises

source: &Add / Update
french: &Ajout / MàJ

source: Add Currency Values to history
french: Ajouter la valeur de la devise à l'historique

source: Delete selected Currency Values
french: Supprimer les valeurs des devises sélectionnées

source: Delete Currency Values history for unused currencies
french: Supprimer les valeurs des devises pour celles inutilisées

source: Do you really want to delete the selected Currency?
french: Voulez-vous vraiment supprimer la devise choisie ?

source: Currency History Options:
french: Options de l'historique des devises :

source: Could not find base currency symbol!
french: Impossible de trouver le code monétaire !

source: Currency rate updated
french: Taux de conversion mis à jour

source: Invalid value
french: Valeur invalide

source: Set as Base Currency
french: Coànfigurer une monnaie de base

source: Online Update Currency Rate
french: Mise à jour en ligne des taux de change

source: Do you want to add also dates without any transaction?
french: Souhaitez-vous réellement ajouter également des dates sans transaction ?

source: Do you want to update today currency rates?
french: Voulez-vous mettre à jour les taux de change d'aujourd'hui ?
