Repository: Zorg2409/moneymanagerex
Catalog: po/*.po
Languages: french

source: Do you want to update all currency history? Any custom currency rate will be deleted!
french: Voulez-vous mettre à jour tout l'historique des devises ? Tous les taux de change personnalisés seront supprimés !

source: Directory of language files does not exist: %s
french: Le dossier des fichiers de langues n'existe pas : %s

source: Entry %s is invalid
french: L'entrée %s n'est pas correcte

source: Invalid Entry
french: Entrée non valable

source: Please use this button for category selection.
french: Utilisez ce bouton pour sélectionner une catégorie

source: Please use this button for category selection or use the 'Split' checkbox for multiple categories.
french: utiliser ce bouton pour sélectionner une catégorie ou d'utiliser l’éclatement pour plusieurs catégories.

source: Invalid Category
french: Catégorie saisie non valable

source: File name is empty.
french: Le nom du fichier est vide.

source: Please select the file for this operation.
french: Merci de sélectionner le fichier pour cette opération.

source: Invalid Account
french: Nom du compte invalide

source: Please select the account for this transaction.
french: Merci de selctionner le compte pour cette opération

source: Please specify which account the transfer is going to.
french: Introduire le compte où va le transfert

source: Selection can be made by using the dropdown button.
french: La sélection peut être faite en utilisant la liste déroulante.

source: Invalid Payee
french: Tier non valable

source: Please type in a new payee, or make a selection using the dropdown button.
french: Encoder un nouveau Tier, ou faire une sélection dans la liste déroulante.

source: Invalid Name
french: Nom invalide

source: Already exist!
french: Existe déjà !

source: Please type in a non empty name.
french: Merci d'encoder un nom

source: Please type in a non empty symbol.
french: Enter un symbol non vide

source: Displayed Bal:
french: Total affiché :

source: Account Bal:
french: Solde :

source: Reconciled Bal:
french: Solde réconcilié :

source: New Transaction
french: Créer une nouvelle opération

source: Edit selected transaction
french: Effacer l' opération sélectionnée

source: Delete selected transaction
french: Supprimer toutes les opérations sélectionnées

source: D&uplicate
french: Dupliquer

source: Duplicate selected transaction
french: Dupliquer les opérations sélectionnées

source: Enter any string to find it in the nearest transaction notes
french: Entrer une chaine à trouver dans les dernies notes de mouvements

source: Account View : %s
french: Vue du compte : %s

source: Select account used in transfer transactions
french: Selectionner le compte utilisé pour l'opération de transfert

source: &New Withdrawal
french: &Nouveau Débit

source: &New Deposit
french: &Nouveau Crédit

source: &New Transfer
french: &Nouveau Virement

source: &Edit Transaction
french: &Editer l'opération

source: &Copy Transaction
french: &Copier l'opération

source: &Paste Transaction
french: &Coller l'opération

source: D&uplicate Transaction
french: Dupliquer l'opération

source: &Move Transaction
french: &Déplacer l'opération

source: &View Split Categories
french: Voir l'éclatement des catégories

source: Create Reoccuring T&ransaction
french: Créer une t&ransaction planifiée

source: &Delete Transaction
french: &Supprimer l'opération

source: Delete all transactions in current view
french: Supprimer toutes les opérations visibles

source: Delete Viewed "Follow Up" Trans.
french: Effacer la fenêtre de suivi de transaction

source: Delete Viewed "Unreconciled" Trans.
french: Effacer la fenêtre de suivi de transaction non réconciliées

source: Mark As &Reconciled
french: Marquer comme &Réconcilié

source: Mark As &Unreconciled
french: Marquer comme Non-réconcilié

source: Mark As &Void
french: Marquer : &Nul

source: Mark For &Followup
french: Marquer : &A suivre

source: Mark As &Duplicate
french: Marquer : &Duplicata

source: Mark
french: Marquer

source: as Reconciled
french: comme réconcilié

source: as Unreconciled
french: Non-réconcilié

source: as Void
french: Nul

source: as needing Followup
french: Suivi nécessaire

source: as Duplicate
french: Duplicata

source: Mark all being viewed
french: Tout marquer comme

source: Do you really want to delete all the transactions shown?
french: Souhaitez-vous réellement supprimer toutes les opérations affichées?

source: Confirm Transaction Deletion
french: Confirmez la suppression de l'opération

source: Follow Up
french: Suivi

source: Unreconciled
french: Opérations Non-réconciliés

source: Do you really want to delete all the "%s" transactions shown?
french: Souhaitez-vous réellement supprimer toutes les opérations affichées "%s"?

source: Do you really want to delete the selected transaction?
french: Souhaitez-vous réellement supprimer l'opération?

source: Moving Transaction from %s to...
french: Déplacer les opérations de %s à...

source: Select the destination Account
french: Sélectionner un compte de destination

source: Reoccuring Transaction saved.
french: Opérations planifiées sauvegardée

source: Fatal error occured. Application will be terminated.
french: Erreur cruciale rencontrée l'application va s'arrèter

source: Navigation
french: Arbre de navigation

source: Toolbar
french: Barre d'outils

source: Bank Accounts
french: Comptes bancaires

source: Credit Card Accounts
french: Cartes bancaires

source: Term Accounts
french: Compte à terme

source: Stock Portfolios
french: Portefeuille de titres

source: Cash Accounts
french: Comptes courants

source: Loan Accounts
french: Comptes de prêts

source: Auto Repeat Transactions
french: Opération auto-répétitives

source: Home Page
french: Accueil

source: Share Accounts
french: Comptes titres

source: Budget Setup
french: Budget

source: Help
french: Aide

source: Do you really want to delete the account?
french: Souhaitez-vous réellement supprimer le compte?

source: Confirm Account Deletion
french: Confirmez la suppression du compte

source: MMEX has been opened without an active database.
french: MMEX a été ouvert sans base dedonnées active.

source: MMEX: Menu Popup Error
french: MMEX : Erreur

source: &New Transaction
french: &Nouvelle opération

source: &Edit Account
french: &Editer le compte

source: &Reallocate Account
french: &Réallouer le compte

source: &Delete Account
french: &Supprimer le compte

source: &Launch Account Website
french: &Ouvrir le site Web du compte

source: New &Account
french: &Nouveau compte

source: Account &List (Home)
french: &Liste des comptes

source: &CSV Files...
french: Fichiers &CSV

source: &XML Files...
french: &Fichiers XML

source: &QIF Files...
french: Fichiers &QIF...

source: Import from XML (Excel format)
french: Importation XML (format Excel)

source: Accounts Visible
french: Comptes visibles

source: &New Database Ctrl-N
french: &Nouvelle base... Ctrl-N

source: New Database
french: Nouvelle BdD

source: &Open Database Ctrl-O
french: &Ouvrir BdD (Ctrl-O)

source: Open Database
french: Ouvrir une BdD

source: Save Database &As
french: En&registrer la base sous...

source: Save Database As
french: Enregistrer la BdD sous...

source: &Recent Files...
french: Dernier fichiers utilisés

source: &Clear Recent Files
french: &Effacer les derniers fichiers utilisés

source: Export to CSV
french: Exporter un fichier en CSV

source: Export to XML
french: Exporter en XML

source: &Report to HTML
french: &Rapport en HTML

source: Export to HTML
french: Exporter en HTML

source: Import from any CSV file
french: Importer de n'importe quel fichier CSV

source: Import from QIF
french: Importer un fichier QIF

source: Import from WebApp
french: Importer depuis WebApp

source: &Print...
french: &Imprimer

source: Print current view
french: Imprimer la vue en cours

source: E&xit Alt-X
french: &Quitter Alt-X

source: Quit this program
french: Quitter Money Manager Ex

source: &Toolbar
french: &Barre d'outils

source: Show/Hide the toolbar
french: Afficher/Masquer la barre d'outils

source: Show/Hide the Navigation tree control
french: Afficher/Masquer l'arbre de navigation

source: &Display Share Accounts
french: &Afficher les comptes titres

source: Show/Hide Share Accounts in the navigation tree
french: Afficher/cacher les comptes titres dans l'arbre de navigation

source: Budgets: As &Financial Years
french: Budgets : en années fiscales

source: Display Budgets in Financial Year Format
french: Montrer les budgets en années fiscales.

source: Budgets: &Include Transfers in Totals
french: Budget : &inclure les transferts dans les totaux

source: Include the transfer transactions in the Budget Totals
french: inclure les mouvements de transfert dans les totaux budgétaires

source: Budget Setup: &Without Summaries
french: Options de Budget : Sans résumé

source: Display the Budget Setup without category summaries
french: Visualiser les options de budget sans les résumés de catégories

source: Budget Category Report: with &Summaries
french: Budget/Catégorie avec & résumés

source: Include the category summaries in the Budget Category Summary
french: Inclus les résumés des catégories dans le résumé du budget/catégorie

source: Ignore F&uture Transactions
french: Ignorer les prochaines transactions

source: Ignore Future transactions
french: Ignorer les prochains mouvements

source: Toggle Fullscreen F11
french: Basculer en plein écran F11

source: Toggle Fullscreen
french: Basculer en plein écran

source: Account &List
french: &Liste des comptes

source: Show Account List
french: Afficher la liste des comptes

source: Change the account type of an account.
french: Modifier le type d'un compte.

source: Delete Account from database
french: Supprimer le compte de la base de donnée

source: Organize &Categories...
french: Organiser les &Catégories

source: Organize &Payees...
french: Organiser les &tiers

source: Organize Payees
french: Gestion des tiers

source: Organize Currency...
french: Organiser les monnaies

source: Organize Currency
french: Devises

source: &Categories...
french: &Catégories...

source: &Payees...
french: &Tiers...

source: Reassign all payees to another payee
french: Réaffecter tous les bénéficiaires à un autre bénéficiaire

source: Relocation of...
french: Réattribution de...

source: Relocate Categories && Payees
french: Réattribuer les catégories et les tiers

source: &Budget Setup
french: &Configuration du budget

source: &Recurring Transactions
french: Opérations périodiques

source: Bills && Deposits
french: Echéancier (Planification)

source: &Assets
french: &Biens

source: &Transaction Report Filter...
french: Filtrer les opérations

source: Transaction Report Filter
french: Filtre d'opérations

source: &General Report Manager...
french: &Configuration des rapports

source: Show the Options Dialog
french: Afficher le menu d'options

source: Convert Encrypted &DB
french: Convertir une BdD cryptée

source: Convert Encrypted DB to Non-Encrypted DB
french: Convertir une BdD cryptée en une BdD non cryptée

source: Change Encrypted &Password
french: Changer mot de passe crypté &

source: Change the password of an encrypted database
french: Changer le mot de passe d'une BdD cryptée

source: Optimize &Database
french: Optimiser &BdD

source: Optimize database space and performance
french: Optimiser la taille et la performance de la BdD

source: Database Debug
french: Débogage de la BdD

source: Generate database report or fix errors
french: Générer un rapport de BdD ou corriger les erreurs

source: Database
french: BdD

source: Database management
french: Gestion de la BdD

source: &Help F1
french: &AideF1

source: Show the Help file
french: Afficher l'aide

source: &Show App Start Dialog
french: Afficher le menu de démarrage

source: App Start Dialog
french: Menu a'Accueil

source: Check for &Updates
french: Vérifier les &Mises à jour

source: Check For Updates
french: Vérifier les mises à jour

source: Get Android Version
french: Obtenir la version Android

source: Run this program in your Android smart phone or tablet
french: Exécuter ce programme sur votre téléphone ou tablette Android

source: Visit MMEX Forum
french: Visiter le forum MMEX

source: Visit the MMEX forum. See existing user comments, or report new issues with the software.
french: Visiter le Forum de MMEX. Voir les commentaires d'utilisateurs ou faire part de problème avec le logiciel

source: Register/View Release &Notifications
french: Enregistrer/Voir les Révisions et les Notifications

source: Sign up to Notification Mailing List or View existing announcements.
french: S'inscrire à la mailing liste ou voir les annonces existantes

source: Visit us on Facebook
french: rejoignez-nous sur Facebook

source: &About...
french: &A propos...

source: Show about dialog
french: Afficher le menu "A propos"

source: &File
french: &Fichier

source: &Accounts
french: &Comptes

source: &Tools
french: &Outils

source: &View
french: &Affichage

source: &Help
french: &Aide

source: New
french: Nouveau

source: Account List
french: Liste des comptes

source: Show Organize Categories Dialog
french: Afficher la boîte de dialogue des catégories

source: Show Organize Payees Dialog
french: Afficher la boîte de dialogue des tiers

source: Show Organize Currency Dialog
french: Afficher la boîte de dialogue des devises

source: News
french: Infos

source: Please enter password for Database %s
french: Entrez le mot de passe de la BdD%s

source: MMEX: Encrypted Database
french: MMEX : BdD chiffrées

source: Have MMEX support provided you a debug/patch file?
french: Le support MMEX vous a t-il fourni un fichier de débogage ou un patch ?

source: MMEX upgrade
french: Mise à jour de MMEX

source: No File opened
french: Aucun fichier ouvert

source: Sorry. The Database version is too old or Database password is incorrect
french: Désolé. La version de BdD est trop ancienne ou le mot de passe est incorrect

source: &Next ->
french: &Suivant ->

source: Cannot locate previously opened database.
french: Impossible de trouver la derniere base utilisée

source: Password not entered for encrypted Database.
french: Mot de passe non entré pour une Dase de données cryptée

source: portable mode
french: Mode portable

source: Choose database file to create
french: Sélectionner la BdD à créer

source: Choose database file to open
french: Sélectionner la BdD à ouvrir

source: Choose Encrypted database file to open
french: Sélectionner la BdD cryptée à ouvrir

source: Enter password for database
french: Entrez le mot de passe de la BdD

source: Choose database file to Save As
french: Sélectionner la BdD à enregistrer sous

source: Converted DB!
french: BdD convertie !

source: MMEX message
french: Message MMEX

source: MMEX: Encryption Password Change
french: MMEX : changement du mot de passe de chiffrement

source: New password for database %s
french: Nouveau mot de passe de la BdD %s

source: New password must not be empty.
french: Le nouveau mot de passe ne doit pas être vide.

source: Please confirm new password
french: Confirmer lnouveau mot de passe

source: Password change completed.
french: Changement de mot de passe terminé.

source: Confirm password failed.
french: La confirmation du mot de passe a échoué.

source: Make sure you have a backup of DB before optimize it
french: Assurez-vous que vous avez une sauvegarde de la BdD avant de l'optimiser

source: DB Optimization
french: Optimisation de la BdD

source: Database Optimization Completed! Size before: %s Size after: %s
french: Optimisation de la BdD terminée ! Taille avant : %s Taille après : %s

source: Please use this function only if explicitly requested by MMEX support
french: N'utilisez cette fonction que si c'est explicitement demandé par le support MMEX

source: DB Debug
french: Débogage de la BdD

source: Save database file as
french: Enregistrer la BdD sous

source: Can't copy file to itself
french: Impossible de copier le fichier sur lui même.

source: Enter password for new database
french: Entrez le mot de passe de la nouvelle BdD

source: No account available to import
french: PAs de compte disponible pour l'import

source: MMEX Options have been updated.
french: Les options de MMEX ont été mises à jour.

source: MMEX Options
french: Options MMEX

source: Choose HTML file to Export
french: Sélectionner le fichier HTML à exporter

source: No account available to edit!
french: Aucun compte valable !

source: Choose Account to Edit
french: Sélectionner le compte à éditer

source: No account available to delete!
french: Aucun compte valable !

source: Choose Account to Delete
french: Sélectionner le compte à supprimer

source: Are you sure you want to delete %s account: %s ?
french: Souhaitez-vous réellement supprimer le compte? %s compte : %s ?

source: Select the account to reallocate
french: Choisissez le compte à réallouer

source: Account Reallocation
french: Réallocation du compte

source: Account: %s - Select new type.
french: Compte : %s - Sélectionner le nouveau type

source: Payee Relocation Completed.
french: Réattribution de tiers Terminée.

source: Payee Relocation Result
french: Résultat de la réattribution d'un tiers

source: File %s not found
french: Le fichier %s n'a pas été trouvé

source: General Group Report
french: Rapports généraux

source: Caught exception
french: exception prise

source: My Usage
french: Mon utilisation

source: Monthly Summary of Accounts
french: Relevé mensuel des comptes

source: Where the Money Goes
french: Détail des Dépenses

source: Where the Money Comes From
french: Détail des Revenus

source: Over Time
french: Toutes les dates

source: Payees
french: Tiers

source: Income vs Expenses
french: Balance des revenus et dépenses

source: Income vs Expenses - Specific Accounts
french: Revenus/dépenses - Comptes Spécifiques

source: Budget Performance
french: Relevé budgétaire

source: Budget Category Summary
french: Résumé du budget/catégorie

source: Cash Flow
french: Trésorerie

source: Cash Flow - With Bank Accounts
french: Liquidités - avec les comptes bancaires

source: Cash Flow - With Term Accounts
french: Liquidités - avec comptes à terme

source: Cash Flow - Specific Accounts
french: Trésorerie - Comptes spécifiques

source: Daily Cash Flow - Specific Accounts
french: Gestion de trésorerie jour par jour pour les comptes spécifiés

source: Transaction Report
french: Liste des opérations

source: Stocks Report
french: Rapport des titres

source: Summary
french: Relevé

source: &Back
french: &Précédent

source: &Forward
french: &En avant

source: Stocks
french: Titres

source: Top Withdrawals: %s
french: Plus grands retraits : %s

source: Upcoming Transactions
french: Echéancier des opérations planifiées

source: Income vs Expenses: %s
french: Revenus / Dépenses : %s

source: Expenses
french: Dépenses

source: Difference:
french: Différence :

source: Income/Expenses
french: Balance des revenus et dépenses

source: Transaction Statistics
french: Statistiques des opérations

source: Follow Up On Transactions:
french: suivi des opérations :

source: Total Transactions:
french: opérations au totalTotal des opérations

source: Hide/Show Columns
french: Afficher/Masquer les colonnes

source: Hide this column
french: Cacher cette colonne

source: Order by this column
french: Trier sur cette colonne

source: Reset columns
french: Réinitialiser les colonnes

source: REPORTS
french: RAPPORTS

source: Cash
french: Liquidités

source: Checking
french: Compte courant

source: Credit Card
french: Carte bancaire

source: Loan
french: Prêt

source: Term
french: Comptes à terme

source: Investment
french: Compte titres

source: Asset
french: Biens

source: Shares
french: Titres

source: Account Error
french: Erreur du compte

source: Appreciates
french: Augmentation

source: Depreciates
french: Diminution

source: Property
french: Immobilier

source: Household Object
french: Biens ménagers

source: Art
french: Collection

source: Jewellery
french: Bijoux

source: Other
french: Autre

source: Transaction
french: Opération

source: Stock
french: Titres

source: BankAccount
french: Compte bancaire

source: RecurringTransaction
french: Opération répétitive

source: Transfer
french: Virement

source: Bi-Weekly
french: Bihebdomadaire

source: String
french: Chaine

source: Integer
french: Entier

source: Decimal
french: Décimale

source: Boolean
french: Booléen

source: Time
french: Temps

source: SingleChoiche
french: Choix unique

source: MultiChoiche
french: Choix multiple

source: Payee Error
french: Erreur sur le tiers

source: The SQL script: %s will modify database! aborted!
french: le script SQL : %s va modifier la BdD. Interrompu !

source: General
french: Général

source: View Options
french: Options d'affichage

source: Attachments
french: Pieces jointes

source: Network
french: Réseau

source: &Apply
french: &Appliquer

source: %s page has been saved.
french: La page %s a été sauvée.

source: Attachments Settings
french: Configuration des pièces jointes

source: Attachment archive folder for %s only:
french: Répertoire d'archives de pièces jointes seulement pour %s :

source: Every OS type (Win,Mac,Unix) has its attachment folder
french: Tous les types d'OS (Win,Mac,Unix) ont leur répertoire de pièces jointes

source: Browse for folder
french: Recherche du répertoire

source: Real path:
french: Chemin réel :

source: Legend
french: Légende :

source: %s -> User document directory
french: %s -> répertoire de l'utilisateur

source: %s -> User profile folder
french: %s -> répertoire du profil utilisateur

source: %s -> Folder of.MMB database file
french: %s -> répertoire de la BdD .mmb

source: %s -> MMEX Application data folder
french: %s-> répertoire des données de l'application

source: Other OS folders
french: Répertoires d'autres OS

source: Not yet set
french: Pas encore défini

source: Windows folder ->
french: Répertoire Windows ->

source: Mac folder ->
french: Répertoire Mac ->

source: Unix folder ->
french: Répertoire Unix ->

source: Create and use Attachments subfolder
french: Créer et utiliser les sous-répertoires joints

source: Delete file after import
french: Effacer le fichier après l'import

source: Select to delete file after import in attachments archive
french: Selectionner à effacer après transfert dans l'archive des pièces jointes

source: When remove attachment, move file instead of delete
french: Pour effacer une pièce jointe, bouger le fichier plutôt que de l'effacer

source: Select to don't delete file when attachment is removed, but instead move it to 'Deleted' subfolder
french: Selectionner pour ne pas effacer le fichier retiré, mais plutôt le déplacer dans le répertoire des fichiers effacés

source: System documents directory
french: -> répertoire des documents du système

source: Application data directory
french: Répertoire des données du logiciel

source: Database file directory
french: Répertoire de la BdD

source: Dropbox folder
french: Dossier dropbox

source: User Defined
french: Défini par l'utilisateur

source: Choose folder to set as attachments archive
french: Choisir un répertoire pour les archives de pièces jointes

source: Attachments path has been changed!
french: Le chemin des pièces jointes a été changé !

source: Attachments folder migration
french: Répertoire de piece jointes non trouvé

source: Error moving attachments folder: please move it manually!
french: Erreur lors du déplacement des pièces jointes : déplacez les manuellement !

source: Origin
french: Origine

source: Display Heading
french: Montrer les entêtes

source: User Name
french: Nom d'utilisateur

source: The User Name is used as a title for the database.
french: Le nom de l'utilisateur est utilisé comme titre de la BdD.

source: Language
french: Langue

source: Specify the language to use
french: Indiquez la langue utilisée

source: Base Currency
french: Devise principale
