Repository: Zorg2409/moneymanagerex
Catalog: po/*.po
Languages: french

source: License agreement
french: Accord de licence

source: About %s
french: A propos de %s

source: Website
french: Site Web

source: Wiki page
french: Page WIKI

source: Bug reports
french: Rapports de bugs

source: Follow MMEX on Facebook
french: Rejoignez-nous sur Facebook

source: Follow MMEX on Twitter
french: compte Twitter MMEX

source: Donate
french: Faire un don

source: (DB v.%i)
french: (BdD v.%i)

source: About
french: À propos de

source: Developers
french: Développeurs

source: Artwork
french: graphisme

source: License
french: Licence

source: Privacy
french: Confidentialité

source: New Account
french: Nouveau compte

source: Edit Account
french: &Editer un compte

source: Account Name:
french: Nom du compte :

source: Account Type:
french: Type de compte :

source: Account Status:
french: Statut du compte :

source: Initial Balance: %s
french: Solde initial :%s

source: Currency:
french: Devise :

source: Select Currency
french: Choisir la devise

source: Favorite Account
french: Compte favoris

source: Notes
french: Note

source: Others
french: Divers

source: Card Number:
french: Numéro de carte :

source: Account Number:
french: Numéro de compte :

source: Held At:
french: Tenu par :

source: Website:
french: Site Web :

source: Access Info:
french: Informations d'accès :

source: Organize attachments of this account
french: Organiser les pièces jointes pour ce compte

source: Enter the Name of the Account. This name can be renamed at any time.
french: Introduire le nom du compte. Ce nom peut être modifié en tout temps

source: Specify the type of account to be created.
french: Indiquez le type de compte à créer

source: Specify if this account has been closed. Closed accounts are inactive in most calculations, reporting etc.
french: Indiquez si le compte est clôturé. Les comptes clôturés sont inactifs dans les calculs, les rapports, etc.

source: Enter the initial balance in this account.
french: Introduire le solde initial de ce compte

source: Specify the currency to be used by this account.
french: Indiquez la devise du compte

source: Select whether this is an account that is used often. This is used to filter accounts display view.
french: Indiquez si ce compte est fréquemment utilisé. Cette option permet de filtrer l'affichage des comptes

source: Enter user notes and details about this account.
french: Introduire vos notes et remarques à propos de ce compte

source: Enter the Account Number associated with this account.
french: Introduire le numéro de compte associé à ce compte

source: Enter the name of the financial institution in which the account is held.
french: Introduire le nom de l'établissement financier où est ouvert le compte

source: Enter the URL of the website for the financial institution.
french: Introduire l'URL du site Web de l'établissement financier

source: Enter any contact information for the financial institution.
french: Introduire les coordonnées de l'établissement financier

source: Enter any login/access information for the financial institution. This is not secure as anyone with access to the mmb file can access it.
french: Introduire les informations d'accès à l'établissement financier. - ATTENTION - toute personne ayant accès au fichier .mmb peut voir ces informations !

source: Account Name
french: Nom du compte

source: Currency
french: Devise

source: Default Image
french: Image par défaut

source: Open Last Opened Database
french: Ouvrir la dernière BdD utilisée

source: Create a New Database
french: Créer une nouvelle base

source: Create a new database file to get started
french: Crée une nouvelle BdD pour commencer

source: Open Existing Database
french: Ouvrir une BdD existante

source: Open an already created database file with extension (*.mmb)
french: Ouvre une base Money Manager Ex existante (fichier *.mmb)

source: Read Documentation
french: Lire la documentation

source: Read the user manual
french: Lire le manuel de l'utilisateur (en anglais)

source: Visit Website for more information
french: Visiter le site Web pour plus d'informations

source: Open the %s website for latest news, updates etc
french: Ouvrir le site %s pour les dernières informations, mises à jour, etc

source: Show this window next time %s starts
french: Montrer cette fenêtre au prochain démarrage de %s

source: &Exit
french: &Fermeture

source: Open the previously opened database : %s
french: Ouvrir la dernière BdD utilisée : %s

source: New Asset
french: Nouveau bien

source: Edit Asset
french: Editer le bien

source: Add Asset Transaction
french: Ajouter une opération "biens"

source: Edit Asset Transaction
french: Editer une opérations "biens"

source: Asset Details
french: Détails de l'actif

source: Name
french: Nom du bien

source: Enter the name of the asset
french: Introduire le nom du bien

source: Specify the date of purchase of asset
french: Indiquez la date d'achat du bien

source: Asset Type
french: Type de bien

source: Select type of asset
french: Choisir le genre de bien

source: Value
french: Valeur

source: Enter the current value of the asset
french: Introduire la valeur actuelle de l'actif

source: Change in Value
french: Evolution de sa valeur

source: Specify if the value of the asset changes over time
french: Indiquez si la valeur du bien change avec le temps

source: % Rate
french: % Taux

source: Enter the rate at which the asset changes its value in % per year
french: Introduire le taux qui modifie la valeur de l'actif en % par année

source: Organize attachments of this asset
french: organiser les pièces jointes de ce bien

source: Enter notes associated with this asset
french: Associer des remarques au bien

source: New Transaction Details
french: Détails de la nouvelle opération

source: &Cancel
french: &Annuler

source: Invalid Transaction
french: Opération invalide

source: Asset Account not found. Would you want to create one?
french: Compte "biens" non trouvé. Voulez-vous en créer un ?

source: ID
french: N° opé.

source: Initial Value
french: Valeur initiale

source: Current Value
french: Valeur actuelle

source: &New Asset
french: &Nouvel avoir

source: D&uplicate Asset
french: Duplication du bien

source: &Add Asset Transaction
french: &Ajouter une opération "biens"

source: &View Asset Transactions
french: &Affichage de l'opération "biens"

source: &Open Asset Account
french: &Ouvrir un compte "biens"

source: &Edit Asset
french: &Editer le bien

source: &Delete Asset
french: &Supprimer le bien

source: &Organize Attachments
french: &Organiser les pièces jointes

source: Do you really want to delete the Asset?
french: Souhaitez-vous réellement supprimer le bien?

source: Confirm Asset Deletion
french: Confirmez la suppression du bien

source: MMEX allows you to track fixed assets like cars, houses, land and others. Each asset can have its value appreciate by a certain rate per year, depreciate by a certain rate per year, or not change in value. The total assets are added to your total financial worth.
french: MMEX vous permet de suivre l'évolution financière de biens comme des voitures, des maisons, du terrain ou autres. La valeur de chaque bien peut augmenter annuellement en fonction d'un certain taux, se déprécier annuellement en fonction d'un certain taux, ou ne pas changer. Le cumul sera ajouté à la valeur financière totale.

source: Assets
french: Biens

source: All
french: Tous

source: &New
french: &Nouveau

source: &Add Trans
french: Ajouter opé.

source: &View Trans
french: &Afficher opé.

source: View Asset Transactions
french: Afficher les opérations "biens"

source: &Edit
french: &Éditer

source: &Delete
french: &Supprimer

source: Delete Asset
french: Supprimer le bien

source: Open attachments
french: Ouvrir les pièces jointes

source: Search
french: Recherche

source: Enter any string to find related assets
french: Entrer une chaine à trouver :

source: Change in Value: %s %s
french: Evolution de la valeur : %s %s

source: Account Date Value
french: Compte Date Valeur

source: File
french: Fichier

source: Attachment folder not defined.
french: Dossier des fichiers attachés non précisé.

source: Please set it in Tools -> Options -> Attachments
french: A configurer dans outils->options-> pièces jointes

source: Attachment folder not defined
french: Le répertoire des pièces jointes n'est pas défini

source: Unable to find attachments folder:
french: Impossible de trouver le répertoire des pièces jointes :

source: Please verify that above path is correct
french: Merci de vérifier que le chemin suivant est correct

source: Attachments folder not found
french: Répertoire de piece jointes non trouvé

source: Organize Attachments | %s %i
french: Gestion des pièces jointes | %s %i

source: Organize Attachments | New %s
french: Gestion des pièces jointes | nouveau %s

source: Other tools
french: Autres outils

source: Import attachment:
french: Importer des pièces jointes

source: Enter a description for the new attachment:
french: Entrer une description pour cette nouvelle pièce jointe :

source: Organize Attachments: Add Attachment
french: Gestion les pièces jointes : ajouter

source: Enter a new description for the attachment:
french: Entrer une nouvelle description pour cette pièce jointe :

source: Organize Attachments: Edit Attachment
french: gestion des pièces jointes : Editer

source: Do you really want to delete this attachment?
french: Voulez-vous vraiment supprimer la piece jointe ?

source: Confirm Attachment Deletion
french: Confirmez la suppression de la piece jointe

source: &Add
french: Ajouter

source: &Open
french: &Ouvrir

source: &Remove
french: Effacer

source: This directory and its files are automatically managed by Money Manager EX software.
french: Ce répertoire et ses fichiers sont automatiquement géré par le logiciel.

source: Please do not remove, rename or modify manually directories and files.
french: Merci de ne pas effacer, renommer ou modifier manuellement les fichiers et les répertoires.

source: Destination file already exist:
french: Le fichier de destination existe déjà :

source: File not found in attachments. Please delete or rename it.
french: Fichier non trpouvé en les pièces jointes. Merci de l'effacer ou de le renommer.

source: Destination file already exist
french: Le fichier existe déjà.

source: File already found in attachments
french: le fichier a déjà été trouvé dans les pièces jointes

source: Attachment not found:
french: Pièce jointe non trouvée :

source: Do you want to continue and delete attachment on database?
french: Souhaitez-vous continuer et effacer l'attachement de la BdD?

source: Delete attachment failed
french: Echec de l'effacement de la pièce jointe

source: Unable to open file:
french: Impossible d'ouvrir le fichier.

source: Please verify that file exists and user has rights to read it.
french: Pouvez-vous vérifier que le fichier existe et que l'utilisateur a un accès en lecture dessus?

source: Open attachment failed
french: Echec de l' ouverture de la piece jointe

source: New Recurring Transaction
french: Créer une opération répétitive

source: Edit Recurring Transaction
french: Editer une opération répétitive

source: Enter Recurring Transaction
french: Saisir une opération répétitive

source: None
french: Aucun

source: Weekly
french: Hebdomadaire

source: Fortnightly
french: Bimensuel

source: Monthly
french: Mensuel

source: Bi-Monthly
french: Bimensuel

source: Quarterly
french: Trimestriel

source: Half-Yearly
french: Semestriel

source: Yearly
french: Annuel

source: Four Months
french: Quatre mois

source: Four Weeks
french: Quatre semaines

source: Daily
french: Journalier

source: In %s Days
french: dans %s jours

source: In %s Months
french: dans %s mois

source: Every %s Days
french: tous les %s jours

source: Every %s Months
french: tous les %s mois

source: Monthly (last day)
french: Mensuellement ( le dernier jour calendrier)

source: Monthly (last business day)
french: Mensuellement ( le dernier jour de travail)

source: Transaction Details
french: Détails de l'opération

source: Transaction Dates
french: Dates des transactions

source: Recurring Transaction Details
french: Détails des opérations planifiées

source: Specify the date when this bill or deposit is due
french: Indiquez la date de valeur de cette opération

source: Retard or advance the date of the 'next occurrence
french: Retarder ou avancer la date de prochaine échéance.

source: Date Due
french: Échéance

source: Repeats
french: Fréquence

source: Next
french: Suivant

source: Advance the next occuring date with the specified values
french: Avancer la date de prochaine échéance avec les valeurs spécifiées.

source: Payments Left
french: Paiements restants

source: Request user to enter payment on the 'Date Paid'
french: Demander à l'utilisateur d'entrer le paiement à la «Date de paiement»

source: User requested to enter this transaction on the 'Date Paid'
french: Demander à l'utilisateur d'entrer le paiement à la «Date de paiement»

source: Grant automatic execute permission for this entry.
french: Accorder une permission d'exécution automatique pour cette saisie.

source: The requested payment will occur without user interaction
french: Le paiement demandé se produira sans intervention de l'utilisateur

source: Specify the date the user is requested to enter this transaction
french: Indiquez la date à laquelle l'utilisateur est invité à saisir dans cette transaction

source: Advance or retard the user request date of this transaction
french: Retarder ou avancer la date du mouvement

source: Reset 'Date Paid' to 'Today's Date'
french: Réinitialiser "Date de paiement" à "Date d'aujourd'hui"

source: Date Paid
french: Insertion

source: Specify the status for the transaction
french: Indiquez le statut de l'opération

source: Status
french: Statut

source: Specify the type of transactions to be created.
french: Indiquez le type d'opération à créer

source: &Advanced
french: Détails

source: Allows the setting of different amounts in the FROM and TO accounts.
french: Permet de définir les options pour différents montants dans les champs 'de' et 'vers' du compte

source: Specify the amount for this transaction
french: Introduire le montant de l'opération

source: Specify the amount to be transferred
french: Indiquez le montant à transférer

source: Amount
french: Montant

source: Specify the transfer amount in the To Account
french: Indiquez le montant dans le champ VERS

source: Account
french: Compte

source: Select Account
french: Sélectionner le compte

source: Specify the Account that will own the recurring transaction
french: Indiquez le compte de la transaction planifiée

source: Payee
french: Tiers

source: Select Payee
french: Choisir le tiers

source: Specify where the transaction is going to
french: Indiquez où va cette opération

source: Split
french: Scinder

source: Use split Categories
french: Utilisez diviser les catégories

source: Category
french: Catégorie

source: Select Category
french: Sélectionner une catégorie

source: Specify any associated check number or transaction number
french: Indiquez un numéro du chèque ou d'opération

source: Number
french: Numéro

source: Organize attachments of this recurring transaction
french: Organiser les pièces jointes de cette opération répétitive

source: Select one of the frequently used notes
french: Selectionner l'une des notes fréquement utilisées

source: Specify any text notes you want to add to this transaction.
french: Joindre une note à l'opération

source: Choose Bank Account or Term Account
french: Sélectionnez le compte Bancaire ou le compte à terme

source: Account name
french: Nom du compte

source: Specify which account the transfer is going to
french: Introduire le compte où va le transfert

source: Specify to whom the transaction is going to or coming from
french: Introduire le tiers associé à l'opération

source: From
french: de

source: To
french: A

source: Select To Account
french: Sélectionner un compte

source: Specify where the transaction is coming from
french: Indiquez d'où vient cette opération

source: Specify the transfer amount in the From Account
french: Indiquez les montant à transfèrer ( dans le champ du compte d'origine)

source: Activates
french: Active

source: Period: Days
french: Période : Jours

source: Period: Months
french: Période : mois

source: Specify period in Days to activate.Becomes blank when not active.
french: Indiquez la période en jours pour activer. Est vide si non actif.

source: Specify period in Months to activate. Becomes blank when not active.
french: Indiquez la période en mois pour activer. Est vide si non actif.

source: Specify period in Days to activate. Leave blank when not active.
french: Indiquez la période en jours pour activer. Est vide si non actif.

source: Specify period in Months to activate. Leave blank when not active.
french: Indiquez la période en mois pour activer. Est vide si non actif.

source: Specify the number of payments to be made.Leave blank if the payments continue forever.
french: Indiquez le nombre de paiements à faire. Laisser vide si il n'y a pas de fin.

source: Specify the category for this transaction
french: Indiquez la devise de cette transaction

source: Categories
french: Catégories

source: Frequency
french: Fréquence

source: Repetitions
french: Répétitions

source: Autorepeat
french: Répétition automatique

source: Payment
french: Paiement

source: MMEX allows regular payments to be set up as transactions. These transactions can also be regular deposits, or transfers that will occur at some future time. These transactions act as a reminder that an event is about to occur, and appears on the Home Page 14 days before the transaction is due.
french: MMEX permet de mettre en place des paiements réguliers. Ces opérations peuvent également être des dépôts réguliers, ou des transferts qui se produiront dans le futur. Ces opérations actionnent un rappel disant que l'événement est sur le point de se produire, et apparaît sur la page d'accueil 14 jours avant l'échéance de la transaction.

source: Tip: These transactions can be set up to activate - allowing the user to adjust any values on the due date.
french: Astuce : Ces transactions peuvent être configurées pour l'activation - Cela permet à l'utilisateur d'ajuster les valeurs sur la date d'échéance.

source: Recurring Transactions
french: Opérations périodiques

source: Transaction Filter
french: Filtre des opérations

source: New Bills & Deposit Series
french: Nouvelles séries de factures et de virements

source: Edit Bills & Deposit Series
french: Editer les séries de factures et de virements

source: Delete Bills & Deposit Series
french: Effacer des séries de factures et de virements

source: En&ter
french: En&trer

source: Enter Next Bills & Deposit Occurrence
french: Encoder la prochaine échéance de factures et virements

source: &Skip
french: &Passer

source: Skip Next Bills & Deposit Occurrence
french: Passer la prochaine échéance de factures et virements

source: Enter next Occurrence...
french: Introduire la prochaine échéance

source: Skip next Occurrence
french: Prochaine échéance

source: &New Bills && Deposit Series...
french: &Nouvelle opération périodique...

source: &Edit Bills && Deposit Series...
french: &Editer l'opération périodique...

source: &Delete Bills && Deposit Series...
french: &Supprimer l'opération périodique...

source: Manual
french: Manuel

source: Suggested
french: Suggéré

source: Automated
french: Automatisé

source: %d days remaining
french: %d jours restant

source: Inactive
french: Inactif

source: %d days delay!
french: Délai de %d jours !

source: %d days overdue!
french: Dépassement de %d jours !

source: Do you really want to delete the series?
french: Souhaitez-vous réellement supprimer la série planifiée?

source: Confirm Series Deletion
french: Confirmez la supression de la série planifiée

source: Budget Year Entry
french: Création d'un budget annuel

source: Category:
french: Catégorie :

source: Sub Category:
french: Sous-catégorie :

source: Estimated:
french: Estimé :

source: Actual:
french: Actuel :

source: Expense
french: Dépenses

source: Income
french: Revenu

source: Specify whether this category is an income or an expense category
french: Indiquer si cette catégorie est un revenu ou une dépense

source: Frequency:
french: Fréquence :

source: Specify the frequency of the expense or deposit
french: Indiquez la fréquence de la dépense ou du dépôt

source: Amount:
french: Montant :

source: Enter the amount budgeted for this category.
french: Introduire le montant budgeté pour cette catégorie.

source: View All Budget Categories
french: Aficher toutes les catégories du budget

source: View Non-Zero Budget Categories
french: Afficher les catégories non nulles du budget

source: View Planned Budget Categories
french: Afficher les catégories de budget plannifié

source: View Income Budget Categories
french: Afficher les catégories de revenus du budget

source: View Expense Budget Categories
french: Afficher les catégories de dépenses du budget

source: View Budget Category Summary
french: Voir le résumé du budget de la catégorie.

source: Financial Year: %s - %i
french: Année fiscale %s - %i

source: Year: %s
french: Année : %s

source: Month: %s
french: Mois : %s

source: Budget Setup for %s
french: configuration du budget pour %s

source: Income:
french: Revenu :

source: Estimated:
french: Estimé :

source: Actual:
french: Réel :

source: Difference:
french: Différence :

source: Expenses:
french: Dépenses :

source: Icon
french: Icône

source: Sub Category
french: Sous-catégorie

source: Estimated
french: Estimé

source: Actual
french: Actuel

source: Budget Editor
french: Editeur de budget.

source: &Add Year
french: Ajouter une année

source: Add a new budget year
french: Ajouter un nouveau budget annuel

source: &Add Month
french: Ajouter un mois

source: Add a new budget month
french: Ajouter un mois budgetaire.

source: Delete existing budget
french: Effacer le budget existant

source: Budget Entry Details
french: Détails des entrées de budget

source: Budget Month Entry
french: Entrée pour un budget mensuel.

source: Budget Year:
french: Budget annuel :

source: Specify the required year. Use Spin buttons to increase or decrease the year.
french: Indiquez l'année. Utiliser les boutons compteur pour augmenter ou diminuer l'année.

source: Budget Month:
french: Budget mensuel :

source: Specify the required month. Use Spin buttons to increase or decrease the month.
french: Indiquez le mois. Utiliser les boutons du compteur pour augmenter ou diminuer le mois

source: Base Budget On:
french: Baser le budget sur :

source: Specify year to base budget on.
french: Précise l'année sur laquelle baser le budget.

source: Budget Year already exists
french: Le budget annuel existe déjà

source: Organize Categories
french: Gestion des catégories

source: Reassign all categories to another category
french: Réassignation de toute les catégorie en une autre catégorie.

source: Expand
french: Développer

source: Show All
french: Tout afficher

source: Show all hidden categories
french: Montrer toutes les catégories cachées

source: Enter the name of the category to add or edit here
french: Introduire le nom de la catégorie à ajouter ou à éditer

source: Add a new category
french: Ajouter une nouvelle catégorie

source: Edit the name of an existing category
french: Editer le nom d'une catégorie existante

source: Delete an existing category. The category cannot be used by existing transactions.
french: Supprimer une catégorie existante. La catégorie ne peut être associée à une opération existante

source: &Select
french: &Sélectionner
