Repository: Zorg2409/moneymanagerex
Catalog: po/*.po
Languages: french

source: Set Currency
french: Choisir la devise

source: Sets the database default Currency using the 'Currency Dialog'
french: Définit la devise par défaut de la BdD en utilisant "dialogue des devises"

source: Right click and select 'Set as Base Currency' in 'Currency Dialog'
french: Faites un clic droit et sélectionnez "Définir comme devise par défaut» dans "dialogue des devises"

source: Specify the date format for display
french: Indiquez le format de la date pour l'affichage

source: New date format sample:
french: Exemple pour le nouveau format de date.

source: Financial Year
french: Année fiscale

source: Start Day
french: Jour de départ

source: Specify Day for start of financial year
french: Spécifer le jour de départ de l'année fiscale

source: Start Month
french: Mois de départ

source: Specify month for start of financial year
french: Quel mois démarre l'année fiscale

source: Use Original Date when Pasting Transactions
french: Coller les opérations avec la date d'origine

source: Select whether to use the original transaction date or current date when copying/pasting transactions
french: Option pour conserver la date d'origine ou la date courante des opérations lors de Copier/Coller

source: Use Transaction Sound
french: Validation sonore de l'opération

source: Select whether to use sounds when entering transactions
french: Cocher pour générer des sons en introduisant des opérations

source: Stock Quote Web Page
french: Page web du cours des titres

source: Clear the field to Reset the value to system default.
french: Effacer le champ pour réinitialiser la valeur par défaut du système.

source: New Transaction Dialog Settings
french: Options pour une nouvelle opération

source: Last Used
french: Dernière utilisée

source: Last used for payee
french: Dernier bénéficiaires utilisé

source: Unused
french: Inutilisé

source: Default Date:
french: Date par défaut

source: Default Payee:
french: iers par défaut

source: Default Category:
french: Sélectionner une catégorie par défaut

source: Default Status:
french: Statut du compte par défaut :

source: Database Backup
french: Backup de la BdD

source: Create a new backup when MMEX Start
french: Créer un nouveau Backup au démarrage de MMEX

source: When MMEX Starts, creates the backup database: dbFile_start_YYYY-MM-DD.ext.
french: Quand MMEX démarre, Créer un backup de la BdD : dbFile_start_YYYY-MM-DD.ext.

source: Backup database on exit.
french: Sauvegarde de la BdD à la fermeture.

source: When MMEX shuts down and changes made to database, creates or updates the backup database: dbFile_update_YYYY-MM-DD.ext.
french: Quand MMEX s'arrète, et que des changement ont été apportés à la BdD, Créer ou mettre à jour la base de donnée de backup : dbFile_update_YYYY-MM-DD.ext.

source: Specify max number of backup files
french: Indiquez le nombre maximum de fichier de backup

source: Max Files
french: Nombre max de fichiers

source: CSV Settings
french: Configuration pour CSV

source: Delimiter
french: marqueur CSV

source: WebApp Settings
french: Configuration WebApp

source: Url
french: Adresse web ( URL)

source: Specify the Web App URL without final slash
french: Indiquez l'URL WebApp sans le slash à la fin

source: Specify the Web App GUID
french: Indiquez le GUID WebApp

source: More information about WebApp
french: Plus d'infos sur WebApp

source: Proxy Settings
french: Configuration Proxy

source: Specify the proxy IP address
french: Indiquez l'adresse IP du serveur proxy

source: Specify proxy port number
french: Indiquez le numéro du port proxy

source: Web Server
french: Serveur Web

source: Enable
french: Autoriser

source: Enable internal web server when MMEX Starts.
french: Autoriser le serveur web interne au démarrage de MMEX

source: Specify web server port number
french: Indiquez le numero de port pour le serveur web

source: Usage statistics
french: Statistiques de l'utilisation

source: Send anonymous statistics usage data
french: Envoyer les statistiques d'utilisation de manière anonyme

source: Enable to help us sending anonymous data about MMEX usage.
french: Permettre de nous aider en envoyant des données anonymes sur l'utilisation de MMex.

source: Specify a network communication timeout value to use.
french: Indiquez une valeur de délai d'attente réseau à utiliser.

source: Seconds
french: Secondes

source: Updates
french: Mises à jour

source: Check for updates at StartUp
french: Vérifier les mises à jour au démarrage

source: Enable to automatically check if new MMEX version is available at StartUp
french: Autoriser la vérification automatique d'une nouvelle version

source: Stable
french: Inchangé

source: Unstable
french: Instable

source: Updates source
french: Source des MàJ

source: Specify which accounts are visible
french: Indiquez les comptes à afficher

source: Transactions Visible
french: Opérations affichées

source: Specify which transactions are visible by default
french: Indiquez les opérations visibles par défaut

source: HTML scale factor
french: Facteur d'échelle HTML

source: Specify which scale factor is used for the report pages
french: Indiquez quel facteur d'échelle est utilisé pour ce rapport

source: View Budgets as Financial Years
french: Voir les budgets en années fiscales

source: View Budgets with 'transfer' transactions
french: Voir les budgets avec les mouvements de transfert entre comptes

source: View Budgets Setup Without Budget Summaries
french: Voir les options des Budgets sans les résumés des budgets

source: View Budget Category Report with Summaries
french: Budget/Catégorie avec résumés

source: View Reports without Future Transactions
french: Voir les rapports sans les mouvements futurs

source: User Colors
french: Couleurs utilisateur

source: Default Category
french: Catégorie par défaut

source: Search:
french: Recherche :

source: Payee with same name exists
french: Un tiers avec le même nom existe déjà

source: Organize Payees: Add Payee
french: Gestion des tiers : ajouter

source: Enter the name for the new payee:
french: Entrer le nom du nouveau tiers :

source: Modify the name for the payee:
french: Modifier le nom du tiers :

source: Organize Payees: Edit Payee
french: Gestion des tiers : Editer

source: Payee in use.
french: Tiers utilisé.

source: Tip: Change all transactions using this Payee to another Payeeusing the relocate command:
french: Astuce : Changer toutes les transactions utilisant ce tiers pour un autre en utilisant la commande réallouer

source: Tools -> Relocation of -> Payees
french: Outils -> réattibution de -> tiers

source: Organize Payees: Delete Error
french: Gestion des tiers, erreur d'effacement

source: Define Default Category
french: Choisir la catégorie par défaut

source: Relocate Payee
french: Ré-attribution des tiers.

source: Relocate Category Dialog
french: Dialogue de ré-attribution des catégories

source: Relocate all source categories to the destination category
french: Réattribution de toutes les catégories vers la catégorie cible

source: Source Category
french: Catégorie Mère

source: Destination Category
french: Catégorie de destination

source: Relocate:
french: Réattribution :

source: to:
french: vers :

source: Please Confirm:
french: confirmez svp :

source: Records found in transactions: %i
french: enregistrement trouvé pour les opérations : %i

source: Records found in split transactions: %i
french: enregistrement touvés pour les opérations eclatées; %i

source: Records found in recurring transactions: %i
french: Enregistrements trouvés dans les opération répétitives : %i

source: Records found in recurring split transactions: %i
french: Enregistrements trouvés dans les opérations régulières éclatées : %i

source: Records found as Default Payee Category: %i
french: enregistrements trouvé dans la catégorie de tiers par défaut : %i

source: Records found in budget: %i
french: Enregistrements trouvé dans le budget %i

source: Changing all categories of: %s to category: %s
french: Réassignation de toute les catégories de %s vers la catégorie : %s

source: Category Relocation Confirmation
french: Confirmation de réattribution de la catégorie

source: Relocate Payee Dialog
french: Dialogue de ré-attribution des tiers.

source: Relocate all source payees to the destination payee
french: Réattribuer tous les tiers d'origine vers le tiers de destination.

source: Changing all payees of: %s to payee: %s
french: Changement de tous les intervenants de %s à l'intervenant : %s

source: Payee Relocation Confirmation
french: confirmation de la réaffectation

source: Budget Categories for %s
french: Catégories de budget pour %s

source: Budget Category Summary for %s
french: Résumé des catégories du budget pour %s

source: ( Estimated Vs Actual )
french: (Estimé / Réel)

source: Estimated Income:
french: revenu estimé :

source: Actual Income:
french: Revenu actuel :

source: Difference Income:
french: Différenciel des revenus :

source: Estimated Expenses:
french: Dépenses estimées

source: Actual Expenses:
french: Dépenses actuelles :

source: Difference Expenses:
french: Différentiel des dépenses :

source: Budget Performance for %s
french: Performance budgétaire pour %s

source: Overall
french: Globalement

source: Cash Flow Forecast for %i Years Ahead
french: Prévisions de la trésorerie pour le(s) compte(s) sélectionné(s) sur les %d prochaines années

source: All Accounts
french: Tous les Comptes

source: All Bank Accounts
french: Tous les Comptes bancaires

source: All Term Accounts
french: Tous les comptes à terme

source: Accounts: %s
french: Comptes : %s

source: Difference
french: Différence

source: Category Total:
french: Total pour la Catégorie :

source: Total Expenses:
french: Total des dépenses :

source: Total Income:
french: Total des revenus :

source: Category Income/Expenses
french: Catégorie revenus / dépenses

source: Incomes
french: Revenus

source: Today's Date: %s
french: La date d'aujourd'hui : %s

source: From %s till %s
french: De %s à %s

source: Accounts:
french: Comptes :

source: Income:
french: Revenu :

source: Expenses:
french: Dépenses :

source: Year
french: Année

source: Month
french: Mois

source: Current Month
french: Mois en cours

source: Today
french: Aujourd'hui

source: Current Month to Date
french: Mois courant à aujourd'hui

source: Last Month
french: Mois dernier

source: Last 30 Days
french: 30 derniers jours

source: Last 90 Days
french: 90 derniers jours

source: Last 3 Months
french: 3 derniers mois.

source: Last 12 Months
french: 12 derniers mois.

source: Current Year
french: Année en cours

source: Current Year to Date
french: Année courante à aujourd'hui

source: Last Year
french: Année dernière

source: Current Financial Year
french: Année fiscale en cours

source: Current Financial Year to Date
french: Année fiscale en cours à aujourd'hui

source: Last Financial Year
french: Année fiscale précédente

source: Last 365 Days
french: 365 derniers jours

source: Payee Report
french: apport sur Tiers

source: Choose Accounts
french: Sélectionner le(s) compte(s)

source: Summary of Accounts
french: Relevé des comptes

source: Account Name
french: Nom du compte

source: Bank Accounts Total:
french: Total des Comptes bancaires :

source: Term Accounts Total:
french: Total des comptes à terme

source: Stocks Total:
french: Total des actions :

source: Total Balance on all Accounts
french: Solde de tous les comptes

source: Accounts Balance - %s
french: Balance des comptes - %s

source: Monthly Report
french: Rapport mensuel

source: Yearly Report
french: Rapport annuel

source: Summary of Stocks
french: Liste des titres

source: *Purchase Date
french: *Date d'achat

source: Quantity
french: Quantité

source: Current Price
french: Valeur actuelle

source: Stocks Performance Charts
french: Graphique de la performance des titres

source: Transaction List
french: Liste des opérations

source: Transaction List for Account: %s
french: Liste d'opérations pour le compte %s

source: Total Amount:
french: Montant total :

source: Add Share Transaction
french: Ajouter une opération titres

source: Edit Share Transaction
french: Editer une opération boursière

source: Stock Investment Details
french: Investissements - Détails

source: Company Name
french: Titre

source: Enter the stock company name
french: Introduire le nom de la société

source: Stock Symbol
french: Code du titre

source: Enter the stock symbol. (Optional) Include exchange. eg: IBM.BE
french: Introduire le code du titre (option) par exemple : IBM.BE

source: Share Number
french: Nombre de titres

source: Enter number of shares held
french: Introduire le nombre de titres détenus

source: Share Price
french: Valeur d'origine

source: Enter the current value for a single share unit
french: Entrez la valeur actuelle pour une unité du titre

source: Enter any commission paid
french: Introduire le montant des commissions

source: Share Lot
french: Lot du titre

source: Enter the LOT that this parcel os shares belong to
french: Entrez le LOT auquel ces titres appartiennent

source: Organize attachments of this stock
french: Gestion des pièces jointes pour ce titre

source: Display the web page for the specified Stock symbol
french: Affiche la page web des actions spécifiées

source: Enter notes associated with this investment
french: Introduire vos remarques à propos de cet investissement

source: Add Transaction Details
french: Ajoutez les détails de l'opération

source: Edit Transaction Details
french: Editez les détails de l'opération

source: Split Detail Dialog
french: Détail des répartitions

source: Split Transaction Details
french: Détails de l'éclatement du mouvement.

source: Split Transaction Dialog
french: Répartition des dépenses par catégorie

source: Split Category Details
french: Détail de la catégorie répartie

source: Invalid Total Amount
french: Montant total non valable

source: Edit Stock Investment
french: Editer investissement

source: New Stock Investment
french: Nouvel investissement

source: Specify the initial date of the stock investment Used when creating the initial Share transaction.
french: Indiquez la date initiale de l'investissement boursier Utilisé lors de l'opération initiale.

source: *Share Number
french: *Nbre de titres

source: Enter number of shares. Used when creating the initial Share transaction.
french: Indiquez le nombre d'actions. Utilisé lors de l'opération initiale.

source: *Share Price
french: *Cours initial

source: Enter the initial price per share. Used when creating the initial Share transaction.
french: Indiquez la valeur du titre. Utilisé lors de l'opération initiale.

source: Enter any commission paid. Used when creating the initial Share transaction.
french: Indiquez la commission. Utilisé lors de l'opération initiale.

source: Price Date
french: Date MàJ

source: Specify the stock/share price date.
french: Indiquez la date de valeur du titre.

source: Enter current stock/share price.
french: Indiquez la date de valeur actuelle du titre.

source: Stock History Options
french: Options de l'historique des valeurs

source: Stock Price History
french: Historique des valeurs

source: Price
french: Prix

source: Download Stock Price history
french: Télécharger l'historique des prix des valeurs

source: Import Stock Price history (CSV Format)
french: Importer l'historique des prix (format CSV)

source: Delete selected Stock Price
french: Supprimer les valeurs sélectionnées

source: Add Stock Price to history
french: Ajouter le prix de l'action à l'historique

source: Held At
french: Gestionnaire

source: Share Account not found. Would you want to create one?
french: Titre non trouvé. Voulez-vous en créer un ?

source: Share Account not found. Would you want to create one? Creating a new account will affect Share Account connections and will therefore require manual readjustment.
french: Titre non trouvé. Voulez-vous en créer un ? La création d'un nouveau titre affectera la base des titres et il faudra donc un ajustement manuel.

source: Stock History CSV Import
french: Import CSV de l'historique des valeurs

source: Quotes imported from CSV:
french: Quotations importées de CSV :

source: Importing CSV
french: Importer un fichier CSV

source: Days
french: Jours

source: Weeks
french: Semaines

source: Months
french: Mois

source: Specify type frequency of stock history
french: Indiquez la fréquence de l'historique du titre

source: Stock History Update
french: MàJ de l'historique des titres

source: Specify how many stock history prices download from purchase date
french: Indiquez le nombre de prix de valeurs historiques à télécharger à partir de la date d'achat

source: Number of %s:
french: Nombre de %s :

source: End date is in the future Quotes will be updated until today
french: La date de fin est dans le futur Les cotations seront mises à jour jusqu'à aujourd'hui

source: Stock History Error
french: Erreur dans l'historique des valeurs

source: Stock history not found!
french: Historique des titres non trouvé !

source: Using MMEX it is possible to track stocks/mutual funds investments.
french: En utilisant MMEX, il est possible de suivre des valeurs boursières.

source: To create new stocks entry the Symbol, Number of shares and Purchase prise should be entered.
french: Pour créer un nouveau titre, entrer le code, le nombre de titres, et le prix d'achat.

source: Sample of UK (HSBC HLDG) share: HSBA.L
french: Exemple de UK (HSBC HLDG) titre : HSBA.L

source: If the Stock Name field is empty it will be filed when prices updated
french: si le champ du nom de l'action est vide, il sera rempli lorsque les prix seront mis à jour

source: Share Total
french: Nb. de titres

source: Init Value
french: Valeur initiale

source: Curr. Share Price
french: Cours actuel

source: Curr. Total Value
french: Valeur actuelle

source: &New Stock Investment
french: &Nouvel investissement boursier

source: &Add Stock Transactions
french: &Ajouter une opération boursière

source: &View Stock Transactions
french: &Afficher une opération boursière

source: &Edit Stock Investment
french: &Editer investissement

source: &Delete Stock Investment
french: &Supprimer investissement

source: Stock &Web Page
french: &Page web du titre

source: Do you really want to delete the stock investment?
french: Souhaitez-vous réellement supprimer l'investissement?

source: Confirm Stock Investment Deletion
french: Confirmez la suppression de l'investissement

source: Temporary Stock list: %s Date Lot Shares Price Commission
french: Mouvements du portefeuille : %s Date Lot Nb. titres Valeur Comm.

source: Add Stock Transactions
french: Ajouter opé. boursière

source: View Stock Transactions
french: Affichage des opérations boursières

source: Delete Stock Investment
french: Supprimer investissement

source: &Move
french: &Déplacer

source: Move selected transaction to another account
french: Transfert de la transaction sélectionnée vers un autre compte

source: Refresh
french: rafraichir

source: Refresh Stock Prices from Yahoo
french: Actualiser le Cours des Actions depuis Yahoo

source: Stock Portfolio: %s
french: Portefeuille titre : %s

source: Total Shares: %s
french: Nbre. de titres : %s

source: Invested: %s
french: Investi : %s

source: Loss: %s
french: Perte : %s

source: Stock prices successfully updated
french: Le cours des actions a été mis à jour.

source: Last updated %s
french: Dernière mise à jour %s

source: Nothing to update
french: Rien à mettre à jour

source: Connecting...
french: Connexion en cours ...

source: Quotes not found
french: Quotations non touvées :

source: %s on %s
french: %s sur %s

source: Symbol: %s
french: Symbole : %s

source: Duplicate Transaction
french: Duplicata du mouvement

source: Edit Transaction
french: &Editer l'opération

source: Populate Transaction #
french: Coller l'opération #

source: Organize attachments of this transaction
french: Organiser les pièces jointes pour cette opération

source: Open custom fields window
french: Ouvrir la fenêtre des champs personnalisés

source: Do you want to add new payee: %s?
french: Voulez-vous ajouter un nouvel intervenant : %s?

source: Confirm to add new payee
french: Confirmer pour ajouter le nouvel intervenant

source: Specify account the money is taken from
french: Introduire le compte d'où provient l'argent.

source: Specify account the money is moved to
french: Introduire le compte estr transféré l'argent

source: Specify the transfer amount in the From Account.
french: Indiquez les montant à transfèrer ( dans le champ du compte d'origine)

source: Specify account for the transaction
french: Indiquez le coumpte pour l'opération

source: Specify to whom the transaction is going to
french: Indiquez à qui va cette opération

source: Specify the date of the transaction
french: Indiquez la date de l'opération

source: Retard or advance the date of the transaction
french: Retarder ou avancer la date du mouvement

source: Specify the associated Account that will contain this transaction
french: écifiez le compte associé qui contiendra cette opération

source: Withdraw funds from or deposit funds to this Account.
french: Retirer ou ajouter des fonds à ce compte.

source: &Transfer
french: &Virement

source: Funds transfer from/to this account. Uncheck to set as Expense/Income.
french: Transfert de/vers ce compte. Décochez pour définir comme dépense/revenu

source: Set the currency to be used for this transaction.
french: Définir la monnaie à utiliser pour cette opération.

source: Specify the status for this transaction
french: Indiquez le statut de l'opération

source: Specify a person, Company or Organisation for this transaction.
french: Indiquez une personne, entreprise ou organisation pour cette opération.

source: Specify a transaction code or associated check details
french: Indiquez un code de transaction ou les données de contrôle associés

source: Select the required account
french: Sélectionner le compte requis

source: Account Selection
french: Sélection de compte

source: Syntax error in the URL string
french: Erreur de syntaxe dans l'adresse URL

source: Found no protocol which can get this URL
french: Je ne peux pas trouver de protocole pour atteindre cette URL

source: A host name is required for this protocol
french: un nom d'hôte est requis pour ce protocole

source: A path is required for this protocol
french: Un chemin d'accès est demandé pour ce protocole

source: Connection error
french: Erreur de connexion

source: An error occurred during negotiation
french: Une erreur est survenue durant l'échange

source: Cannot get data from WWW!
french: Impossible d'obtenir les données depuis Internet !

source: Unknown error
french: Erreur inconnue

source: January
french: Janvier

source: February
french: Février

source: March
french: Mars

source: April
french: Avril

source: May
french: Mai

source: June
french: Juin

source: July
french: Juillet

source: August
french: Août

source: September
french: Septembre

source: October
french: Octobre

source: November
french: Novembre

source: December
french: Décembre

source: Jan
french: Janv.

source: Feb
french: Févr.

source: Apr
french: Avril

source: Jun
french: Juin

source: Jul
french: Juil

source: Aug
french: Août

source: Sep
french: Sept.

source: Dec
french: Déc.

source: Sunday
french: Dimanche

source: Monday
french: Lundi

source: Tuesday
french: Mardi

source: Wednesday
french: Mercredi

source: Thursday
french: Jeudi

source: Friday
french: Vendredi

source: Saturday
french: Samedi

source: Wrong WebApp GUID:
french: Erreur pour la GUID WebApp

source: please check it in network options.
french: Merci de vérifier les options réseau.

source: Wrong WebApp settings
french: Erreur dans la configuration WebApp

source: Unable to connect to WebApp:
french: Connexion WebApp impossible :
